[{
			"ward_name": "Adult Cystic Fibrosis Unit",
			"telephone": "",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Second floor, Golden Jubilee Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "wifi", "mobile", "entertainment"],
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "The Adult Cystic Fibrosis (CF) Unit is part of King's Adult CF Service and provides specialist inpatient care. It is on Lonsdale Ward and has nine single rooms with bathroom facilities as well as a treatment room for patients having annual reviews or day care."
		},
		{
			"ward_name": "Annie Zunz Ward",
			"telephone": "+44 (0)20 3299 3437",
			"visiting_times": "",
			"max_visitors": "3",
			"location": "First floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "Yumela Mareemootoo-Chetty",
			"protected_mealtime": "12-2pm",
			"history": "Annie Zunz Ward is part of the Acute Medical Unit. We see patients who have been admitted through the Emergency Department. It was opened in 1913 and is named after Annie Zunz, the widow of a German merchant who lived in London. In 1912 King's received £10,000 from the trustees of the Annie Zunz Bequest on condition a ward was named after her."
		},
		{
			"ward_name": "Brunel Ward",
			"telephone": "+44 (0)20 3299 3077",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Second floor, Guthrie Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "Brunel Ward is a short stay surgical unit. It cares for patients having elective (planned) surgery. It is named after Victorian engineer Isambard Kingdom Brunel. His first notable achievement was as resident engineer of the Thames Tunnel, from Rotherhithe to Wapping, designed by his father Marc and completed in 1843."
		},
		{
			"ward_name": "Byron Ward",
			"telephone": "+44 (0)20 3299 6166",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Sixth floor, Ruskin Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["mobile", "entertainment"],
			"ward_manager": "Jenny Oates-Felix",
			"protected_mealtime": "12-2pm",
			"history": "Byron Ward is part of the Health and Ageing Unit. This 19-bed ward specialises in assessing, treating and rehabilitating frail older people, particularly those with fractures and who have had falls. It is named after the poet, Lord Byron (1788-1824), who was educated at a school in Dulwich."
		},
		{
			"ward_name": "Charles Polkey Ward",
			"telephone": "+44 (0)20 3299 6486",
			"visiting_times": "2pm-8pm",
			"max_visitors": "2",
			"location": "Ninth floor, Ruskin Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "wifi", "mobile"],
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "Charles Polkey Ward treats patients who are undergoing neurological treatment or neurosurgery. It sees a range of patients including people who are acutely unwell, who have been admitted from other hospitals, or who are recovering from surgery. It has 23 beds. It is named after Charles Polkey, a renowned neurosurgeon who worked at King's."
		},
		{
			"ward_name": "Cheere Ward",
			"telephone": "+44 (0)20 3299 3859",
			"visiting_times": "2-8pm",
			"max_visitors": "3",
			"location": "First floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "Cheere Ward has 14 beds and cares for patients with renal (kidney) disorders. It is named after Robert Cheere, who was a member of the first Committee of Management at King's, and the hospital’s Vice President (1858) and Treasurer (1873-74). After his death in 1876, his friends made a generous donation which enabled the hospital to open a convalescent home in Hemel Hampstead."
		},
		{
			"ward_name": "Christine Brown Critical Care Unit (CCU)",
			"telephone": "+44 (0)20 3299 8434",
			"visiting_times": "2-7.30pm (flexible in exceptional circumstances)",
			"max_visitors": "2",
			"location": "Second floor, Golden Jubilee Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "",
			"protected_mealtime": "",
			"history": "The Christine Brown Critical Care Unit (CCU) is part of King's Critical Care service. It cares for critically ill patients across a range of clinical specialties, including neurology (brain and spine), neurosurgery, trauma, obstetrics, renal (kidney) and cardiac (heart). It has 18 beds and provides advanced intensive care, including the latest respiratory, cardiac and renal support treatments and a range of therapies to support recovery. It is named after Christine Brown OBE, who was Chief Nursing Officer at King's from 1970-1982 and president of the hospital's Nurses League from 1970 -1990."
		},
		{
			"ward_name": "Coptcoat Ward",
			"telephone": "+44 (0)20 3299 5361",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Second floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "",
			"protected_mealtime": "",
			"history": "Coptcoat ward is a surgical short-stay ward. It has 16 beds. This ward has been named after Mr Malcolm John Coptcoat, a Consultant Urologist who served as Director of Surgery from 1992 to 1994. Mr Coptcoat was a specialist in laparoscopic surgery and performed the first laparoscopic nephrectomy for renal carcinoma. To get to Coptcoat ward, go to 2nd floor Cheyne Wing and follow the signs to Centenary Wing."
		},
		{
			"ward_name": "Cotton Ward",
			"telephone": "+44 (0)20 3299 3318",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "First floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "Cotton Ward has 26 beds and treats patients with vascular, circulatory or hepatobiliary (liver and gall bladder) conditions. It is named after Mr Leonard Cotton, a Consultant Vascular Surgeon who worked at King's from 1957-1987. He was Dean of King's College School of Medicine and Dentistry 1984-87. The ward first opened in 1866, when it was called Pantia Ralli Ward. It was renamed in April 2000."
		},
		{
			"ward_name": "David Marsden Ward",
			"telephone": "+44 (0)20 3299 4518",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Third floor, Ruskin Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile", "entertainment"],
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "David Marsden Ward treats patients who have acute (critical) and chronic (long-standing) neurological conditions, and neurosurgical conditions. The ward is named after David Marsden FRS, the first Professor of Neurology at King’s and a Consultant Neurologist here between 1972 and 1987. He was an outstanding scientist and did pioneering work in the understanding of Parkinson’s disease and other movement disorders."
		},
		{
			"ward_name": "Davidson Ward",
			"telephone": "+44 (0)20 3299 4336",
			"visiting_times": "12-2pm",
			"max_visitors": "3",
			"location": "Second floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile", "wifi"],
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "Davidson Ward is a general haematology/oncology ward specialising in the treatment of patients with blood disorders, including sickle cell and cancer. It works closely with the Derek Mitchell Unit and has 17 beds: 13 single rooms and two doubles, all en suite. The ward is named after Professor Davidson, who was the first Professor of Haematology at King’s."
		},
		{
			"ward_name": "Dawson Ward",
			"telephone": "+44 (0)20 3299 3611",
			"visiting_times": "2-8pm",
			"max_visitors": "1-2, at the discretion of the nurse in charge. Please check before visiting.",
			"location": "Second floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile"],
			"ward_manager": "",
			"protected_mealtime": "12:30-13:30",
			"history": "Derek Mitchell Unit (DMU) is a purpose-built chemotherapy and bone marrow transplant unit that carries out about 120 transplants per year. It has 14 single isolation rooms, all en suite, providing a safe environment for the care of patients receiving high dose chemotherapy or bone marrow transplants for haematological malignancies (blood cancers) such as leukaemia, lymphoma or myeloma. It is named after Derek Mitchell, whose wife, Isobel, had chronic (long-term) myeloid leukaemia and was treated at King’s. Derek set up a charity called the Elimination of Leukaemia Fund (ELF), and when he died, the charity donated money to King’s to set up the specialist unit in his honour."
		},
		{
			"ward_name": "Donne Ward",
			"telephone": "+44 (0)20 3299 6313",
			"visiting_times": "2-8pm",
			"max_visitors": "3",
			"location": "Eighth floor, Ruskin Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile"],
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "Donne Ward has 30 beds and is part of the Health and Ageing Unit. It specialises in assessing, treating and rehabilitating frail older people and has a number of dedicated beds for patients with diabetic foot problems. It is named after the poet, John Donne (1572-1631)."
		},
		{
			"ward_name": "ELF & LIBRA",
			"telephone": "+44 (0)20 3299 5381",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Second floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "",
			"protected_mealtime": "",
			"history": "ELF & LIBRA ward has 16 beds and treats patients with haematological (blood) conditions. It is supported by two of King's partner charities - the Elimination of Leukaemia Fund and Lions International Blood Research Appeal (LIBRA). To get to ELF & LIBRA, go to 2nd floor Cheyne Wing and follow the signs to Centenary Wing."
		},
		{
			"ward_name": "Fisk Ward",
			"telephone": "+44 (0)20 3299 3298",
			"visiting_times": "2-8pm",
			"max_visitors": "3",
			"location": "First floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "",
			"protected_mealtime": "12-1pm",
			"history": "Fisk Ward has 16 beds and cares for patients with renal (kidney) disorders. It is named after Reverend JH Fisk of Norwich who was Vice President of King’s in 1840 and gave £1,000 towards founding the hospital."
		},
		{
			"ward_name": "Frank Cooksey Rehabilitation Unit",
			"telephone": "+44 (0)1689 866380",
			"visiting_times": "10:30-8pm",
			"max_visitors": "3",
			"location": "First Floor, Orpington Hospital, Orpington, Kent, BR6 9JU",
			"facilities": ["laptop", "mobile"],
			"ward_manager": "",
			"protected_mealtime": "No",
			"history": "Frank Cooksey Rehabilitation Unit (FCRU) provides specialist rehabilitation for people recovering from a severe accident, injury or illness such as stroke, brain or spinal cord injury or neuromuscular disease. The 15-bed medium stay unit aims to help patients get back to normal and return to the community from acute care. It is named after Frank Cooksey OBE, who pioneered rehabilitation and was director of King’s Physical Medicine Department in the 1940s."
		},
		{
			"ward_name": "Frank Stansil Critical Care Unit",
			"telephone": "+44 (0)20 3299 8243",
			"visiting_times": "2-8pm - flexible in exceptional circumstances",
			"max_visitors": "2",
			"location": "Second floor, Golden Jubilee Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop"],
			"ward_manager": "Fiona Bartley",
			"protected_mealtime": "",
			"history": "The Frank Stansil Critical Care Unit (CCU) is part of King's Critical Care service. It cares for critically ill patients across a range of clinical areas including neurology (brain and spine), trauma, obstetrics, renal (kidney) and cardiac (heart). It has 14 beds and provides advanced intensive care, including the latest respiratory, cardiac and renal support treatments."
		},
		{
			"ward_name": "Friends Stroke Unit",
			"telephone": "+44 (0)20 3299 3913",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Fifth floor, Ruskin Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "Friends Stroke Unit provides specialist treatment for patients admitted following stroke. The dedicated unit has eight monitored beds in a high dependency area to care for severely ill patients in the first few days after stroke and 12 rehabilitation beds to aid their recovery. The multidisciplinary team includes therapists, neuro (brain) surgeons and vascular surgeons. The unit has been refurbished to provide a relaxed and functional environment, including specially adapted ceiling hoists and seating equipment, with help from the Friends of King's charity."
		},
		{
			"ward_name": "Guthrie Ward",
			"telephone": "+44 (0)20 3299 3076",
			"visiting_times": "No restrictions",
			"max_visitors": "No restrictions",
			"location": "First floor, Guthrie Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile", "wifi"],
			"ward_manager": "Herga Merclene Meraiki",
			"protected_mealtime": "There is no restricted mealtime.",
			"history": "Guthrie Ward has 21 single rooms and provides care and treatment for international and private patients. Patient facilities include phone, fax and Freeview and Sky TV. Flowers are allowed on this ward. It is part of the Guthrie Wing, which was named to commemorate the successful flight of Giles Guthrie in the Portsmouth-Johannesburg air race of 1936."
		},
		{
			"ward_name": "Howard Ward",
			"telephone": "+44 (0)20 3299 5371",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Second floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "Subi Menon",
			"protected_mealtime": "",
			"history": "This ward is for liver patients and has 16 beds."
		},
		{
			"ward_name": "Jack Steinberg Critical Care Unit",
			"telephone": "+44 (0)20 3299 3311",
			"visiting_times": "2-7:30pm - flexible in exceptional circumstances",
			"max_visitors": "2",
			"location": "Ground floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "",
			"protected_mealtime": "",
			"history": "The Jack Steinberg Critical Care Unit (CCU) is part of King's Critical Care service. It cares for critically ill patients across a range of clinical areas and sees a large number of neurology (brain and spine) and trauma patients, as well as people with obstetric emergencies, and serious renal (kidney) and cardiac (heart) problems. It has 18 beds and provides advanced intensive care, including the latest respiratory, cardiac and renal support treatments."
		},
		{
			"ward_name": "Katherine Monk Ward",
			"telephone": "+44 (0)20 3299 3317",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Second floor, Golden Jubilee Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile", "entertainment"],
			"ward_manager": "Josephine Betts",
			"protected_mealtime": "Protected mealtime: 12-1pm Rest period: 1-2pm",
			"history": "Katherine Monk Ward is a 26 bed ward which provides care for patients having surgery. We usually see patients who have been admitted through the Emergency Department. The ward is named after Katherine Henrietta Monk (1855-1915), who was the first Sister Matron at King’s in 1884."
		},
		{
			"ward_name": "Kinnier Wilson Ward",
			"telephone": "+44 (0)20 3299 3172",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "First floor, Ruskin Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "entertainment"],
			"ward_manager": "Monique Clarke",
			"protected_mealtime": "12-2pm",
			"history": "Kinnier Wilson Ward is a 20-bed emergency neurosurgical ward treating patients with brain and spinal injuries. The adjacent neuro High Dependency Unit has 11 beds. The ward is named after Dr Samuel Alexander Kinnier Wilson (1878-1937), who was first Professor of Neurology at King's."
		},
		{
			"ward_name": "Lion Ward",
			"telephone": "+44 (0)20 3299 3145",
			"visiting_times": "Parents and guardians can visit at any time; other visitors, 2-8pm.",
			"max_visitors": "2",
			"location": "Third floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop"],
			"ward_manager": "Pusparani Kamaran-Nair",
			"protected_mealtime": "12-2pm",
			"history": "Lion Ward is a mixed ward caring for children having brain or spinal surgery. It has 10 beds, including two known as ‘Nicole’s Sweet’, which provide intensive rehabilitation for children after their surgery. The ward is named after the animated film, ‘The Lion King’."
		},
		{
			"ward_name": "Lister Ward",
			"telephone": "+44 (0)20 3299 3300",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "First floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile", "entertainment", "wifi"],
			"ward_manager": "Siobhan Newman",
			"protected_mealtime": "12-2pm Rest time: 1-2pm",
			"history": "Lister Ward has 28 beds and provides care for patients who are having surgery. It is named after Lord Joseph Lister (1827-1912), who was Professor of Clinical Surgery at King's from 1877-1893. He promoted the idea of sterile surgery to reduce infections, making operations safer for patients, and perfected his work at King’s. He suggested that wound infections were caused by living organisms in the air, and in 1881 his theories were finally acknowledged with the discovery of bacteria."
		},
		{
			"ward_name": "Liver Intensive Therapy Unit",
			"telephone": "+44 (0)20 3299 3406",
			"visiting_times": "2pm-7.30pm - flexible in exceptional circumstances",
			"max_visitors": "2",
			"location": "Second floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "",
			"protected_mealtime": "",
			"history": "The Liver Intensive Therapy Unit (LITU) is a unique specialist facility with a worldwide reputation for the care of critically ill patients with liver disease, major liver injuries and acute liver failure (ALF). It is part of King's Critical Care service and every year treats more than 600 patients who are referred to us from local, national and international centres. The unit supports King’s hepatobiliary and liver transplantation surgical services and Europe’s largest liver transplantation programme. It is also a leading centre for the development and use of advanced therapies. We have 15 beds for critically ill liver patients and 4 beds for high-dependency patients."
		},
		{
			"ward_name": "Lonsdale Ward",
			"telephone": "+44 (0)20 3299 8652",
			"visiting_times": "2-8pm",
			"max_visitors": "3",
			"location": "Second floor, Golden Jubilee Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile", "entertainment"],
			"ward_manager": "Harriet Mac-Asore",
			"protected_mealtime": "12-2pm",
			"history": "Lonsdale Ward has 25 beds and specialises in caring for people with respiratory problems. It is home to the Adult Cystic Fibrosis Unit. It is named after Reverend John Lonsdale, who helped found King’s and was principal of the hospital from 1839-1843."
		},
		{
			"ward_name": "Marjory Warren Ward",
			"telephone": "+44 (0)20 3299 3301",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Seventh floor, Ruskin Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "entertainment"],
			"ward_manager": "Mable Maphosa",
			"protected_mealtime": "12-1.30pm",
			"history": "Marjory Warren Ward has 30 beds and is part of the Health and Ageing Unit. The ward assesses, treats and rehabilitates frail older people, particularly those with dementia and delirium. It is a specially designed 'sensory' ward which provides a friendlier and more relaxing environment for patients. The ward is named after Dr Marjory Warren (1897-1960), a surgeon who pioneered specialist healthcare for elderly patients."
		},
		{
			"ward_name": "Mary Ray Ward",
			"telephone": "+44 (0)20 3299 3912",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "First floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile", "entertainment"],
			"ward_manager": "Catherine Akano",
			"protected_mealtime": "12.30-1.30pm",
			"history": "Mary Ray Ward has 30 beds and specialises in treating patients with diabetes and endocrine (hormonal) conditions. It is named after Mary Elizabeth Ray (1864-1933), who in 1906 became the first Sister Matron of the hospital on its new site at Denmark Hill. She was a Patron of King’s Nurses’ League from its foundation in 1924."
		},
		{
			"ward_name": "Matthew Whiting Ward",
			"telephone": "+44 (0)20 3299 4179",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "First floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["mobile"],
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "Matthew Whiting Ward has 25 beds and specialises in treating patients with gastrointestinal conditions. Patients with other general medical conditions are also treated here. It is named after Matthew Whiting, a 19th century merchant who guaranteed the hospital's overdraft and left a bequest to King’s in his will."
		},
		{
			"ward_name": "Murray Falconer Ward",
			"telephone": "+44 (0)20 3299 4445",
			"visiting_times": "2-8pm",
			"max_visitors": "3",
			"location": "Second floor, Ruskin Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["mobile", "entertainment"],
			"ward_manager": "",
			"protected_mealtime": "12-2pm and 6-7pm",
			"history": "Murray Falconer Ward cares for patients who are having elective (planned) brain or spine neurosurgery. The ward is attached to the Neuroscience Admission Lounge, where neurosurgery patients are assessed before surgery. The ward also cares for patients having planned orthopaedic surgery. The ward has 31 beds divided into a series of bays and 11 side rooms. It is named after Murray Falconer (1910-1977), a distinguished neurosurgeon who set up the neurosurgical unit at the Maudsley Hospital in 1949. He is renowned for his pioneering work in using surgery to treat drug-resistant epilepsy."
		},
		{
			"ward_name": "Neonatal Intensive Care Unit",
			"telephone": "+44 (0)20 3299 3553",
			"visiting_times": "Parents any time; others 9am-8pm",
			"max_visitors": "2 (including child's parent)",
			"location": "Fourth floor, Golden Jubilee Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["mobile"],
			"ward_manager": "Geraldine Cochrane",
			"protected_mealtime": "There is no protected mealtime.",
			"history": "The Neonatal Intensive Care Unit provides intensive, high dependency and special care for newborn babies. It has 34 cots and treats about 650 newborns a year."
		},
		{
			"ward_name": "Nightingale Birth Centre",
			"telephone": "+44 (0)20 3299 3222",
			"visiting_times": "Partners can visit at any time",
			"max_visitors": "Birth partner plus one",
			"location": "Fourth floor, Golden Jubilee Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile"],
			"ward_manager": "",
			"protected_mealtime": "There is no protected mealtime",
			"history": "The Nightingale Birth Centre (labour ward) is on the fourth floor of the Golden Jubilee Wing. Facilities include 10 rooms for mums in labour; a four-bed area for women who need extra monitoring before birth; a two-bed high dependency unit (HDU); and a five-bed recovery area. There are two operating theatres for planned and emergency surgery. We also have two midwife-led birthing rooms – Beach and Woodland – which provide a home-from-home feel for women having a straightforward birth. They each have a plumbed in pool, their own shower and toilet, and a drop-down double bed. Each of our 10 labour rooms has a bed, reclining chair, birthing ball and mat, bean bag, stereo and their own bathroom. There are two movable inflatable pools for waterbirths. Our Maternal Assessment Unit (MAU), based in the Fetal Medicine Research Institute next to Denmark Hill train station, cares for women who need closer monitoring during pregnancy but do not need to be admitted to hospital. For more information, watch our 12-minute video about our maternity service. The ward is named after the Nightingale Trustee Fund, which funded the first ward at King's to train midwives in 1861."
		},
		{
			"ward_name": "Oliver Ward",
			"telephone": "+44 (0)20 3299 4850",
			"visiting_times": "2-8pm",
			"max_visitors": "3",
			"location": "Ground floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["mobile", "entertainment"],
			"ward_manager": "Juliet Ejiogu",
			"protected_mealtime": "12-2pm",
			"history": "Oliver Ward has 30 beds and cares for patients who have general medical, respiratory, gastroenterology and sexual health conditions. It is named after Percy Lane Oliver OBE (1878-1944), a local volunteer for the Red Cross who established the first voluntary blood transfusion service, a forerunner of the National Blood Service."
		},
		{
			"ward_name": "Philip Isaacs Day Treatment Ward",
			"telephone": "+44 (0)20 3299 4200",
			"visiting_times": "None",
			"max_visitors": "Parents/carers can accompany patients. No other visitors.",
			"location": "Third floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["mobile"],
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "Philip Isaacs Day Treatment Ward provides day treatment for children. It has six beds and three chairs. It is named after Philip Isaacs, a member of Variety, the Children's Charity, and supporter of the Variety Children's Hospital @ King’s. As this is a day treatment ward, parents or carers can accompany patients. There are televisions on this unit but not in every bedspace."
		},
		{
			"ward_name": "Princess Elizabeth Ward",
			"telephone": "+44 (0)20 3299 3312",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Third floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "",
			"protected_mealtime": "12-1pm and 5-6pm",
			"history": "Princess Elizabeth Ward cares for children who are having surgery. It has 11 beds. It was named in the 1920s after a visit by the Duchess of York (later the Queen Mother) for her daughter, Princess Elizabeth, now Queen Elizabeth II. Mobile phones can be used in the playroom or outside the ward only."
		},
		{
			"ward_name": "Programmed Investigation Unit (PIU)",
			"telephone": "+44 (0)20 3299 3034",
			"visiting_times": "No restrictions",
			"max_visitors": "1",
			"location": "Ground floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop"],
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "The Programmed Investigation Unit (PIU) carries out specialised tests, investigations and treatments such as intravenous immunoglobulin (IVIG) infusions, Tysaberi infusions, rheumatoid infusions, lumbar punctures, skin biopsies, angiography, dynamic endocrine tests, allergy challenges and oral glucose tolerance tests (OGTT). It sees patients referred from a range of services including allergy, diabetes, endocrinology, neurology and rheumatology, and runs a number of specialist clinics. PIU is a nurse-led day unit with five beds and nine chairs which is open Monday to Friday, 8.30am-5pm."
		},
		{
			"ward_name": "Rays of Sunshine Ward",
			"telephone": "+44 (0)20 3299 3577",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Third floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "wifi"],
			"ward_manager": "Tanja Pardela",
			"protected_mealtime": "12pm - 1pm: allowing our young patients to eat without interruption.",
			"history": "Rays of Sunshine Ward specialises in treating children with liver conditions. The 19-bed unit has two isolation cubicles, a five-bed nursery, six cubicles with en-suite bathrooms and a seven-bed nursing bay. It is the largest paediatric liver transplantation centre in the world. It performs more than 60 transplants a year, on children as young as five days old."
		},
		{
			"ward_name": "RD Lawrence Ward",
			"telephone": "+44 (0)20 3299 5979",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Ground floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "",
			"protected_mealtime": "12-1pm",
			"history": "RD Lawrence Ward is part of the Acute Medical Unit. It has 12 beds and offers single-sex accommodation, bathroom and toilet facilities. It is named after Robert Daniel Lawrence (1892-1968), a doctor who trained at King's in the 1920s. He led research into diabetes after he developed the condition following a serious infection he caught while working in the post mortem department at the hospital. He helped found the Diabetic Department in 1932."
		},
		{
			"ward_name": "Sam Oram Ward",
			"telephone": "+44 (0)20 3299 5164",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Second floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile"],
			"ward_manager": "Guy Knowles",
			"protected_mealtime": "12-2pm",
			"history": "Sam Oram Ward has 25 beds and treats patients with cardiac (heart) conditions. It is named after Sam Oram, who was a Cardiologist at King's and a member of the first Medical School Council in 1948."
		},
		{
			"ward_name": "Surgical Assessment Unit",
			"telephone": "+44 (0)20 3299 5113",
			"visiting_times": "2-8pm – flexible in exceptional circumstances",
			"max_visitors": "2",
			"location": "Ground floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile", "wifi"],
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "The Surgical Assessment Unit sees patients who need acute or emergency general surgery. Most patients we see come to us via the Emergency Department, or are directed to us by their GP. Please phone us if you would like to visit a patient outside our regular visiting hours – this is possible in special circumstances"
		},
		{
			"ward_name": "Thomas Cook Children's Critical Care Centre",
			"telephone": "+44 (0)20 3299 3660",
			"visiting_times": "Parents any time; others 9am-8pm",
			"max_visitors": "2",
			"location": "Third floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "wifi"],
			"ward_manager": "Kathy Brennan",
			"protected_mealtime": "There is no protected mealtime.",
			"history": "Thomas Cook Children's Critical Care Centre (PICU and PHDU) provides specialist intensive care for children with general medical conditions and after surgery. It has eight intensive care and eight high dependency beds. It is a regional and national centre offering specialist treatment for children with liver disease and those needing neuro (brain or spine) surgery."
		},
		{
			"ward_name": "Todd Ward",
			"telephone": "+44 (0)20 3299 3310",
			"visiting_times": "2-8pm",
			"max_visitors": "3",
			"location": "Second floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile", "entertainment", "wifi"],
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "Todd Ward cares for patients with hepatological (liver-related) disorders and those having liver transplants. This 21-bed ward is named after Robert Bentley Todd (1809-1860), who was professor of Anatomy and Physiology at King's College and one of the founders of King's College Hospital. His statue stands outside the Hambleden Wing."
		},
		{
			"ward_name": "Toni & Guy Ward",
			"telephone": "+44 (0)20 3299 3102",
			"visiting_times": "Parents can visit at any time; others 2-8pm",
			"max_visitors": "2",
			"location": "Third floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile", "entertainment"],
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "Toni & Guy Ward is a children's general medical ward with 15 beds. It specialises in caring for children with breathing (respiratory), blood (haematological) and cancerous (oncological) conditions. We have facilities for one parent to stay with their child while they are on the ward."
		},
		{
			"ward_name": "Trundle Ward",
			"telephone": "+44 (0)20 3299 3307",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Second floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile", "entertainment", "wifi"],
			"ward_manager": "Priya Sisodia",
			"protected_mealtime": "12-2pm",
			"history": "Trundle Ward has 16 beds and cares for patients having orthopaedic surgery. Mobile phones can be used on the ward, provided this is agreed with the nurse in charge, to ensure other patients are not disturbed. The ward is named after George Trundle, a benefactor of King’s who donated funds to the hospital in 1918."
		},
		{
			"ward_name": "Twining Ward",
			"telephone": "+44 (0)20 3299 3509",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "First floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile", "entertainment", "wifi"],
			"ward_manager": "",
			"protected_mealtime": "",
			"history": "Twining Ward is a mixed adult ward. It includes a Frailty Assessment Unit for frail patients over 70, and a Medical Assessment Centre (MAC) for adult patients of all ages who are acutely unwell and need medical treatment. Most MAC patients are admitted through the Emergency Department. It also includes an urgent appointment-only Ambulatory Clinic. An appointment here may involve tests and investigations carried out by a range of different departments and can take a number of hours. It is named after 19th century tea merchant Richard Twining, who was a member of King’s first Committee of Management."
		},
		{
			"ward_name": "Victoria and Albert Ward",
			"telephone": "+44 (0)20 3299 3308",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Second floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "Victoria and Albert Ward has 32 beds and cares for patients with cardiac (heart) disorders. It is named after Queen Victoria and the Prince Consort and was at one time two wards. They became a single ward in 1913 when King’s moved to its Denmark Hill site."
		},
		{
			"ward_name": "Waddington Ward",
			"telephone": "+44 (0)20 3299 4551",
			"visiting_times": "2-8pm",
			"max_visitors": "2",
			"location": "Second floor, Cheyne Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "Herman Semaganda",
			"protected_mealtime": "12-2pm",
			"history": "Waddington Ward is part of King’s specialist haemato-oncology service and has nine beds with private bathroom facilities. It is a bone marrow transplant ward similar to Derek Mitchell Unit. It is named after a patient called Anne Waddington, who donated £15,000 towards the opening of a second ophthalmic (eye care) ward at King’s."
		},
		{
			"ward_name": "William Gilliatt Ward",
			"telephone": "+44 (0)20 3299 3402",
			"visiting_times": "Partners anytime; others 2-8pm",
			"max_visitors": "2",
			"location": "Third floor, Golden Jubilee Wing, Denmark Hill, London, SE5 9RS",
			"facilities": "",
			"ward_manager": "",
			"protected_mealtime": "There is no protected mealtime.",
			"history": "William Gilliatt Ward is a maternity ward with 50 beds. It cares for mums before and after they give birth, and newborn babies. It is named after Sir William Gilliatt (1884-1956), a Surgeon at King’s who founded the Obstetrics and Gynaecology department. He was also Obstetrician and Gynaecologist to the royal family. Normal visiting hours are 2-8pm but partners can visit at any time. Wi-Fi is not available."
		},
		{
			"ward_name": "Women's Surgical Unit",
			"telephone": "+44 (0)20 3299 5934",
			"visiting_times": "2-8pm",
			"max_visitors": "3",
			"location": "Third floor, Ruskin Wing, Denmark Hill, London, SE5 9RS",
			"facilities": ["laptop", "mobile", "entertainment", "wifi"],
			"ward_manager": "",
			"protected_mealtime": "12-2pm",
			"history": "The Women’s Surgical Unit is an 11-bedded unit. We treat adult female patients having elective (planned) or emergency surgery. We ask all visitors not to bring flowers. This is because flowers are not permitted on any ward or unit for infection control reasons."
		}
]
